import time from "./public/imgs/projects/articles/time.jpg";
import quite from "./public/imgs/projects/articles/quitness.jpg";
import doit from "./public/imgs/projects/articles/harryUp.jpg";
import man from "./public/imgs/projects/articles/doit.png";




export const articles = [
  {
    id: 1,
    title: " إدارة الوقت 🧭" ,
    img: time,
    link: "https://www.facebook.com/100006991656718/posts/pfbid0Qdp3C7LTRh7xagn9N51Y5RPu4zpMLDpsPCWTomcZgF9jJyQue41Lz4UvTvPGHDZBl/?app=fbl",
    text: `
      
    📌انت لو بتعاني من تسويف في ادارة الوقت
     و مهارة يجب أن تتحلى بها
    لانه بصراح ح تفقد  الوقت في نجاز المهام
    و يومك كلها ضايع بدون اي هدف 
    
    ادراة الوقت بقت اهم حاجه حالياً 
    
    ⏺و انت لو م تقدر تدير وقتك صح م ح تقدر تخطى خطوه للامام. 
    
    لانه ادراة الوقت تشمل:-
    
    📌التخطيط 
    ركن أساسي من مهارات إدارة الوقت
    
    📌التنظيم 
    يجعلك التنظيم على دراية حسنة بالمهام اللازم إتمامها وتوقيتها
    
    📌الالولويات 
    تقييم المسؤوليات والمهام وترتيبها في أولويات مهارة ضرورية جداً 
    
    #الربيع_ابراهيم 
    #نطوير

           `,
  },
  {
    id: 2,
    title: " جدد حياتك 🤷‍♂️🧲 ",
    img:quite ,
    link: "https://www.facebook.com/100006991656718/posts/pfbid02CMKisSuXUK8MXAqwaV2fBuMpAt9tuPwfUL6YgFDsq4EeR9rrXx8z9JmoEQRszkanl/?app=fbl",
    text: `
    معظم الشباب قادرو انه يكون مصدر لتعلم من الماضي 
    صنعوا انجازات كبير جداً في حياتهم 😍
    
    انت ايضاً اذا قدرت تتعلم من افكرك فى الماضي 
    واستبدلتها بالحضار متاكد ح تحقق اهدافك يا راقي لانه بصراحه. 
    الخيار بيدك انت 🤷‍♂️🤔
    
    اذا اخترت التركيز على الماضي ستعيش في خوف و ندم 😥
    
    و اذا اخترت تسيطر على افكار ح تقدر تتحقق إنجازتك 
    نصحتي ليك يا جميل ركز على نفسك، م تقضيها لي من ظل ظل و العمر ماشي. 
    ⏺سامح نفسك من اخطائك 
    
    اذا ارد التقدم في مستقبلك استبدلها بسرعة 😍
    لانه الافكار السلبيه دائماً تسيطر على مشاعرك ككل 
    
    شنو التغيير الحصل ليك في حياتك ؟ شاركنا بأنجازتك الكبيرة و الصغيرة 😍
     
    
    #الربيع ابراهيم 
    #تطوير
    #قوة_والإرادة

    `
  },
  {
    id: 3,
    title: " العزيمة😌",
    img: man,
    link: "https://www.facebook.com/100006991656718/posts/pfbid0CN682667QDjwqVCt5prannuWPfTQD5s1TDWYfNsJW2JiweugKKZrqbC2CkwuNqoCl/?app=fbl",
    text: `

    🔸لو عايز تعمل الحاجة ابدا الآن.... 
    
    ادي الاولوية لي نفسك  قبل اي حاجة تانية 
    
    📍 انت قادر انه تنمى من مقدراتك و مستقبلك 
    
    📍 انت قادر تغييير من نفسك للأفضل
    
    📍 والمسؤوليات الملقاة على عاتقك انت قادر على حملها والاوجاع التي تصيبك انت قادر على تحملها 
    
    🔸 اسأل نفسك شنو الشيء المحتاج ليها عشان تقوي من إردتك ❓❗
    
    أعمل لايك او كومنت للبوست 👇?? 
    
    #الربيع_ابراهيم    
    `
  },
  {
    id: 4,
    title: " قوم الحق نفسك 😎",
    img: doit,
    link: "https://www.facebook.com/100006991656718/posts/pfbid02H3hBauDSprY79tTg9iaWyFZ8swuCY68TsynKU3E5izX49s7MhJNZz8BuAvHd58Tcl/?app=fbl",
    text: `

    انت فعلاً قادر زي م بقولو 
    ولا ما قادر ❓
    
    لو نفسك بيقول ليك انت قادر ح تقوي إردتك 
    يبقى انت عارف قدرتك 
    
    يبقي المشكلة ما فيك انت.... 
    المشكلة من البيئة المحيطة بك 
    
    لانك بصراحة انت قادر تواصل انجازاتك لكن البيئة تأثر على اردتك بشكل كامل... 
    
    ف حول اخلق التجدد في حياتك بعيداً عن سخب الافكار و الضغط و الهموم 
    و استمر في انجازتك العظيمة، و اتصلح مع نفسك 
    
    فقط حاول تصنع لنفسك روتين... 💚
    
    #الربيع_إبراهيم 
    #قوة_والإرادة
    `
  },
  
];
